/** 2020-2-25 0025
 *作者:王青高
 *功能:
 *参数:
 * {Array} red_Data: 红榜的数据
 * {Array} black_Data: 黑榜的数据
 * {Array} process_Data: 维权的数据
 */

const red_Data = [{
		"id": "1",
		"title": "滨江金茂府",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "2",
		"title": "操的罚款",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '11滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "3",
		"title": "滨江金茂府",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "4",
		"title": "操的罚款",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '11滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	}
];

const black_Data = [{
		"id": "1",
		"title": "滨江金茂府",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "2",
		"title": "发射点犯得上",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "3",
		"title": "范德萨发发",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "4",
		"title": "v出现在v",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	},
	{
		"id": "5",
		"title": "犹太人他",
		"url": "https://hz.house.ifeng.com/news/2019_09_30-52341961_0.shtml",
		"titleImgUrl": "https://s0.ifengimg.com/2019/07/18/83db7095ba988eab43021fe610d1027d.jpg",
		"bigImg": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgLeft": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"smallImgRight": "https://s0.ifengimg.com/2019/11/01/2_edc7c741.png",
		"txt": '滨江金茂府于杭州人民的意义，不单是一所住宅。除了身负"杭州最难买到的豪宅"属性以外，金茂专属的"科技住宅"本身，也让所有人对其全新的人居理念期待万分。首先来看外立面，天然的石材，刻画出时间的印痕和纯天然的美感，尽显尊贵奢华。高耸、挺拔的建筑，给人以拔地而起、傲然屹立的非凡气势。而匠心的体现，全在细节处。外立面基于黄金分割的经典横五纵三的范式，通过立面石材、大窗洞连续的虚实对比，宽窄线条的横纵向排布，反复推敲而得的细部比例，等级明确的底、肩、顶直到线条细节层级关系……营造出历久弥新的几何美学。'
	}
]

const process_Data = [{
		"title": "向有关部门投诉",
		"txt": "如果开发商确实有侵犯消费者正当权益的行为，首先可以采取民事协商的办法调节，如果调节不成，便可以向各级消费者协会投诉。",
		"imgUrl": ""

	}, {
		"title": "向法院提起诉讼",
		"txt": "这是目前消费者普遍采取的方法，这个途径相对来说简单易行，而且通过媒体进行呼吁，可以在社会上造成较大的影响。",
		"imgUrl": ""
	},
	{
		"title": "向各级消费者协会投诉",
		"txt": "根据不同的投诉内容和具体内容，消费者可以选择有关行政部门、房屋主管部门提出申诉。",
		"imgUrl": ""
	}, {
		"title": "向新闻媒体投诉",
		"txt": "如果消费者手中掌握开发商侵权事实的充足证据，并且通过一般的调解途径不能解决问题的话，建议请专业律师向人民法院提起诉讼。",
		"imgUrl": "./img/code.png"
	}
]

